{"translation-revision-date":"2023-09-11 14:21:38+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"The clearing function of the Aruba HiSpeed Cache plugin has been activated.":["La funzione svuota del plugin Aruba HiSpeed Cache è stata attivata."],"The clearing function of the Aruba HiSpeed Cache plugin has been disabled.":["La funzione svuota del plugin Aruba HiSpeed Cache è stata disattivata."],"You are about to purge the entire cache. Are you sure you want to continue?":["Stai per cancellare completamente la cache. Confermi di voler procedere?"],"Purging cache":["Pulizia cache"],"Purge cache":["Cancella cache"],"Actions on request":["Azioni su richiesta"],"Check request header":["Verifica header della richiesta"],"Check in progress":["Controllo in corso"],"The log file was not created or has been automatically removed because the WordPress debugging feature is not enabled.":["Il file dei log non è stato creato oppure è stato rimosso automaticamente, poichè la funzione WordPress di debugging non è abilitata."],"Purging Log setting":["Configurazione Purging Log"],"An unexpected error occurred, please check your browser console or try again later.":["Si è verificato un errore imprevisto, ti preghiamo di controllare la console del tuo browser oppure di riprovare più tardi."],"Report Google PageSpeed Api without cache":["Report Google PageSpeed Api senza Cache"],"Report Google PageSpeed Api with cache":["Report Google PageSpeed Api con Cache"],"Loading parameters with cache.":["Caricamento in corso dei parametri con la cache."],"Loading parameters without cache.":["Caricamento in corso dei parametri senza la cache."],"Run comparative PageSpeed":["Esegui PageSpeed comparativa"],"An error occurred, please try again later.":["Si è verificato un errore, riprova più tardi."],"When the cache is cleaned, the homepages and last ten posts are automatically preloaded in the cache so they can be displayed quicker.":["Dopo aver pulito la cache, la homepage e gli ultimi dieci articoli saranno automaticamente precaricati nella cache per essere visualizzati più velocemente."],"Cache Warming is the process through which webpages are preloaded in the cache so they can be displayed quicker":["Cache Warming è il processo tramite il quale le pagine web sono precaricate in anticipo nella cache per essere visualizzate più velocemente."],"Enable Cache Warming.":["Attiva Cache Warming."],"a comment is unapproved\/deleted.":["un commento è non approvato\/cancellato."],"a comment is approved\/published.":["un commento è approvato\/pubblicato."],"a published post (or page\/custom post) is cancelled.":["un articolo pubblicato (o pagina\/contenuto personalizzato) è cancellato."],"a post (or page\/custom post) is modified or added.":["un articolo (o pagina\/contenuto personalizzato) è modificato o aggiunto."],"Archive:":["Archivio:"],"A comment is published.":["Un commento viene pubblicato."],"A published post (or page\/custom post)  is deleted":["Un articolo pubblicato (o pagina\/contenuto personalizzato) viene cancellato."],"Version: %s":["Versione: %s"],"Debug":["Debug"],"General":["Generale"],"Cache Warming:":["Cache Warming:"],"A comment is not approved or is deleted":["Un commento non è approvato o viene cancellato."],"A post is published":["Un articolo viene pubblicato"],"A post (or page\/custom post) is modified or added.":["Un articolo (o pagina\/contenuto personalizzato) viene modificato o aggiunto."],"Aruba HiSpeed Cache interfaces directly with the Aruba HiSpeed Cache service of the Aruba hosting platform and automates its management.":["Aruba HiSpeed Cache si interfaccia direttamente con il servizio HiSpeed Cache della piattaforma hosting di Aruba e ne automatizza la gestione."],"Comments:":["Commenti:"],"Post\/page\/custom post type:":["Articolo\/pagina\/contenuto personalizzato:"],"Home page:":["Home page:"],"Automatically purge entire cache when:":["Cancella automaticamente tutta la cache quando:"],"Enable automatic purge":["Attiva la pulizia automatica della cache"],"Purging options":["Opzioni di pulizia della cache"],"Settings saved.":["Impostazioni salvate."]}},"comment":{"reference":"app\/assets\/dashboard\/admin.js"}}